"accepts high level events" = "accepts high level events";
"accepts remote events" = "accepts remote events";
"background only" = "background only";
"Classic" = "Classic";
"creator type" = "creator type";
"displayed name" = "displayed name";
"file" = "file";
"file type" = "file type";
"frontmost" = "frontmost";
"has scripting terminology" = "has scripting terminology";
"id" = "id";
"name" = "name";
"partition space used" = "partition space used";
"total partition size" = "total partition size";
"unix id" = "unix id";
"visible" = "visible";
